Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: There was an error setting the wallpaper, please try again.
be: Выявілася памылка, калі спрабавалі ўсталяваць шпалеры, паспрабуйце зноўку, калі ласка.

source: There was an error while decoding the message.
be: Далі хібу, калі расшыфроўвалі паведамленьне.

source: There was an error while uploading a photo.
be: Выявілася памылка, калі запампоўвалі фатаздымак.

source: There was time out to accept connection with %1$s
be: Час прымаць злучэньне з %1$s сышоў

source: There was time out to accept incoming file from \"%1$s\"
be: Час прымаць уваходны файл ад «%1$s» сышоў

source: There was time out to input session key with %1$s
be: Час уводзіць ключ на сэсію з %1$s сышоў

source: There were errors in the information you provided.
be: Маюцца хібы ў пададзеных вамі зьвестках.

source: There were problems processing your request.
be: Выявіліся праблемы, калі спрабавалі апрацаваць запыт.

source: There's always time for milk♪
be: Малако — гэта заўжды своечасова. ♪

source: There's no app to handle this type of file.
be: Няма праґрамы, якая магла б апрацаваць гэты від файла.

source: These media files will be deleted.
be: Гэтыя файлы мэдыя выдаляцца.

source: This & future events
be: Гэтая ды наступныя падзеі

source: This &amp; future events
be: Гэтая ды наступныя падзеі

source: This Month
be: У гэтым месяцы

source: This URL can't be bookmarked.
be: Спасылку нельга закласьці.

source: This URL cannot be bookmarked.
be: Спасылку нельга закласьці.

source: This URL isn't valid.
be: Хібная спасылка (URL).

source: This Week
be: На гэтым тыдні

source: This accessibility service may be able to collect all the text you type, including personal data credit card numbers except passwords.
be: Гэтая служба даступнасьці можа зьбіраць увесь тэкст, які вы набіраеце, у тым ліку асабістыя зьвесткі, кшталту нумароў крэдытных картак, — апроч пароляў.

source: This account cannot be used on the phone because it belongs to an inactive domain.
be: Гэтым рахункам нельга скарыстацца з тэлефона, бо ён уваходзіць у нядзейны вузел.

source: This account cannot be used on the phone because it is missing the following application: ^1.
be: Гэтым рахункам нельга скарыстацца з тэлефона, бо адсутнічае наступная праґрама: ^1.

source: This account cannot be used on the phone because it is missing the following applications: ^1.
be: Гэтым рахункам нельга скарыстацца з тэлефона, бо адсутнічаюць наступныя праґрамы: ^1.

source: This account has been disabled.
be: Гэты рахунак былі выключылі.

source: This account has not been verified.
be: Гэты рахунак яшчэ не пацьвердзілі.

source: This account is currently in use by the %s application
be: Гэты рахунак ужо выкарыстоўваецца праґрамаю %s

source: This account is not being synced and your calendars may not be up to date.
be: Календары могуць быць састарэлымі, бо рахунак не сынхранізуецца.

source: This account is not configured to sync automatically.
be: Гэта рахунак не наставілі сынхранізавацца самарушна.

source: This account is not synchronized for Gmail, please go to the account settings to turn Gmail synchronization on.
be: Гэты рахунак не сынхранізуецца з поштаю Gmail; каб сынхранізаваць яго, зайдзіце, калі ласка, ў налады гэтага рахунку.

source: This account is required by some applications.
be: Гэты рахунак патрэбны пэўным праґрамам.

source: This account is required by some applications. You can only remove it by resetting the phone to factory defaults (which deletes all your personal data). You do that in the Settings application, under Privacy.
be: Гэты рахунак патрэбны пэўным праґрамам. Вы можаце зьнішчыць яго, толькі ўзнавіўшы тэлефон да пачатковага завадзкога стану (што выдаліць усе асабістыя зьвесткі). Вы можаце зрабіць гэта ў пункце «Адасобленасьць» праґрамы «Налады».

source: This account is required by some apps.
be: Гэты рахунак патрэбны пэўным праґрамам.

source: This action can't be undone.
be: Гэтага нельга будзе адрабіць.

source: This action will erase the SD card in the phone.
be: Вычысьціцца картка SD тэлефона.

source: This action will erase the SD card.
be: Вычысьціцца картка SD.

source: This action will erase the USB storage.
be: Вычысьціцца сховішча USB.

source: This administrator is active and allows the app %1$s to perform the following operations:
be: Кіраўнік дзейнічае, што дазваляе праґраме %1$s рабіць наступнае:

source: This administrator is active and allows the application %1$s to perform the following operations:
be: Кіраўнік дзейнічае, што дазваляе праґраме %1$s рабіць наступнае:

source: This alarm is set for %1$s and %2$s from now.
be: Будзька спрацуе праз %1$s і %2$s.

source: This alarm is set for %1$s and %3$s from now.
be: Будзька спрацуе праз %1$s і %3$s.

source: This alarm is set for %1$s from now.
be: Будзька спрацуе праз %1$s.

source: This alarm is set for %1$s, %2$s, and %3$s from now.
be: Будзька спрацуе праз %1$s, %2$s і %3$s.

source: This alarm is set for %2$s and %3$s from now.
be: Будзька спрацуе праз %2$s і %3$s.

source: This alarm is set for %2$s from now.
be: Будзька спрацуе праз %2$s.

source: This alarm is set for %3$s from now.
be: Будзька спрацуе праз %3$s.

source: This alarm is set for %s from now.
be: Буднік усталяваны на %s ад гэтага моманту.

source: This alarm is set for less than 1 minute from now.
be: Будзька спрацуе меней як праз хвіліну.

source: This alarm will be deleted.
be: Гэты будзька выкрасьліцца.

source: This allows it to discover general information about what you are doing with the phone, but they should not contain any personal or private information.
be: Гэта дазваляе выяўляць агульныя зьвесткі пра тое, што вы робіце на тэлефоне, але справаздачы мусяць не зьмяшчаць ніякіх асабістых зьвестак.

source: This allows it to discover general information about what you are doing with the phone, potentially including personal or private information.
be: Гэта дазваляе выяўляць агульныя зьвесткі пра тое, што вы робіце на тэлефоне, што можа ўлучаць асабістыя або таемныя зьвесткі.

source: This allows it to discover general information about what you are doing with the tablet, potentially including personal or private information.
be: Гэта дазваляе выяўляць агульныя зьвесткі пра тое, што вы робіце на пляншэце, што можа ўлучаць асабістыя або таемныя зьвесткі.

source: This allows the application at any time to collect images the camera is seeing.
be: Гэта дазваляе праґраме ў хоць-які час атрымваць выявы, якія бачыць камэра

source: This app can access the following on your phone:
be: Праґрама можа мець доступ да наступнага:

source: This app can access the following on your tablet:
be: Праґрама можа мець доступ да наступнага:

source: This app can't safely be stopped.
be: Праґраму нельга бясьпечна спыніць.

source: This app may not be designed for your screen.
be: Магчыма, праґраму не прызначалі для такога экрану, як у вас.

source: This application can access the following on your phone:
be: Праґрама можа мець доступ да наступнага:

source: This application can not safely be stopped.
be: Праґраму нельга бясьпечна спыніць.

source: This application cannot be used until you grant it permission to send and receive data over the network.
be: Гэтая праґрама будзе працаваць толькі тады, калі вы дазволіце ёй дасылаць і атрымваць дадзеныя па сетцы.

source: This application has access to the following:
be: Гэтая праґрама мае доступ да наступнага:

source: This application has one or more of its permissions REVOKED which may cause it to malfunction.
be: Праґрама можа працаваць з памылкамі, бо адзін ці некалькі дазволаў гэтае праґрамы скасавалі.

source: This application is not compatible with this phone's CPU.
be: Праґрама ёсьць несумяшчальнаю з працэсарам гэтага тэлефона.

source: This application is not compatible with this tablet's CPU.
be: Праґрама ёсьць несумяшчальнаю з працэсарам гэтага пляншэта.

source: This application requires a data connection.
be: Гэтая праґрама патрабуе доступу да злучэньня зь сецівам.

source: This application requires a working Internet connection.
be: Гэтая праґрама патрабуе дзейнага злучэньня зь сецівам.

source: This application requires a working data connection.
be: Гэтая праґрама патрабуе дзейнага злучэньня зь сецівам.

source: This application will be restarted right way.
be: Гэтая праґрама запусьціцца нанова належным чынам.

source: This application will be uninstalled.
be: Праґрама высталюецца.

source: This attachment can't be saved or opened because of this account's security policies.
be: Па правілах бясьпекі рахунку гэты залучнік нельга захаваць або адчыніць.

source: This attachment cannot be displayed.
be: Гэты залучнік нельга паказаць.

source: This attachment is an app.
be: Залучнік ёсьць праґрамаю.

source: This attachment is too large to download over a mobile network.
be: Залучнік завялікі, каб спампаваць яго празь перасоўную сетку.

source: This can allow malicious applications to silently change the applications that are run, spoofing your existing applications to collect private data from you.
be: Гэта можа дазволіць зламысным праґрамам цішком замяняць запушчаныя праґрамы, падманваючы існыя праґрамы, каб сабраць вашыя асабістыя зьвесткі.

source: This can be useful when discovering services offered near by.
be: Гэта можа быць карысным, каб выявіць, якія службы прапануюцца блізу вас.

source: This can make it take longer to start the phone and allow the application to slow down the overall phone by always running.
be: Гэта можа павялічыць час запуску тэлефона ды дапусьціць, каб праґрамы запаволілі ўсю працу тэлефону, бо яны будуць працаваць увесь час.

source: This can make it take longer to start the tablet and allow the application to slow down the overall tablet by always running.
be: Гэта можа павялічыць час запуску пляншэта ды дапусьціць, каб праґрамы запаволілі ўсю працу пляншэта, бо яны будуць працаваць увесь час.

source: This certificate has an invalid date.
be: Пасьведчаньне мае хібную дату.

source: This certificate has expired.
be: Тэрмін дзеяньня пасьведчаньня скончыўся.

source: This certificate is invalid.
be: Хібнае пасьведчаньне.

source: This certificate is not from a trusted authority.
be: Гэтае пасьведчаньне не з надзейнае крыніцы.

source: This certificate is not valid yet.
be: Пасьведчаньне яшчэ ня чыннае.

source: This certificate is valid.
be: Гэта чыннае пасьведчаньне.

source: This certificate isn't from a trusted authority.
be: Гэтае пасьведчаньне не з надзейнае крыніцы.

source: This certificate isn't valid yet.
be: Пасьведчаньне яшчэ ня чыннае.

source: This chat is no longer off the record.
be: Гэтая гутарка зноўку запісваецца.

source: This chat is off the record.
be: Гэтая гутарка не запісваецца.

source: This circle has no members.
be: Кола ня мае чальцоў.

source: This contact cannot be shared.
be: Гэтым кантактам нельга падзяліцца.

source: This contact contains information from multiple accounts.
be: Гэты кантакт зьмяшчае зьвесткі зь некалькіх рахункаў.

source: This contact contains information from multiple accounts. Information from read-only accounts will be hidden in your contacts lists, not deleted.
be: Інфармацыя з рахункаў, якія можна толькі чытаць, ня выдаліцца, але ў сьпісе кантактаў паказвацца ня будзе.

source: This contact currently cannot send or receive video.
be: Гэты кантакт пакуль ня можа дасылаць і атрымваць відэа.

source: This contact is read-only
be: Гэты кантакт можна толькі чытаць

source: This contact will be deleted.
be: Гэты кантакт сатрэцца.

source: This could allow a malicious application to change your synced feeds.
be: Гэта можа дазволіць зламысным праґрамам зьмяняць сынхранізаваныя жывільнікі.

source: This could be a temporary problem or your phone may not be provisioned for data services.
be: Гэтая праблема можа быць часоваю, але, мажліва, ваш тэлефон не забясьпечваецца службамі сеціва.

source: This could potentially affect system stability and security.
be: Гэта можа паўплываць на ўстойлівасьць ды бясьпеку сыстэмы.

source: This could take a few moments...
be: Гэта можа заняць крыху часу…

source: This could take a minute or two.
be: Гэта можа заняць некалькі хвілін.

source: This domain is not using Google Apps.
be: Гэты вузел не карыстаецца праґрамамі Google.

source: This event could not be loaded
be: Нельга прачытаць гэтую падзею

source: This event has been canceled for: %s
be: Гэтую падзею скасавалі; яна мела адбыцца %s

source: This event will be deleted.
be: Гэтая падзея выкрасьліцца.

source: This face tag will be deleted.
be: Гэтая пазнака сатрэцца.

source: This feature changes the way your device responds to touch.
be: Гэтая функцыя зьменіць спосаб, якім прылада адказвае на дотык.

source: This feature is for low-vision users.
be: Гэта карысна карыстальнікам з кепскім зрокам.

source: This feature is not yet implemented
be: Гэтую магчымасьць пакуль не ажыцьцявілі

source: This feature may cause an app that depends on background data to stop working when WiFi isn't available.
be: Праґрамы, якія залежаць ад сеціва на заднім пляне, могуць спыніць працаваць, калі ня будзе доступу да Wi-Fi.

source: This field can't be blank.
be: Гэтае поле трэба запоўніць.

source: This field cannot be blank
be: Гэта поле трэба запоўніць

source: This file is queued for future download.
be: Файл у чарзе, спампуецца потым.

source: This includes all files, settings, accounts, databases and so on.
be: У тым ліку ўсе файлы, налады, рахункі, базы зьвестак і гэтак далей.

source: This includes all files, settings, accounts, databases, etc.
be: У тым ліку ўсе файлы, налады, рахункі, базы зьвестак і гэтак далей.

source: This includes personal data such as credit card numbers.
be: У тым ліку могуць зьбірацца асабістыя зьвесткі кшталту нумароў крэдытных картак.

source: This information will be used to sync VKontakte friends with your contacts
be: Гэтыя зьвесткі будуць выкарыстоўвацца, каб сынхранізаваць сяброў УКантакце з кантактамі

source: This input method may be able to collect all the text you type, including personal data like passwords and credit card numbers.
be: Гэты спосаб уводзіць можа зьбіраць увесь тэкст, які вы набіраеце, у тым ліку асабістыя зьвесткі кшталту пароляў ды нумароў крэдытных картак.

source: This is a system application and cannot be uninstalled.
be: Гэта сыстэмная праґрама — яе нельга высталяваць.

source: This is a system application.
be: Гэта сыстэмная праґрама.

source: This is a system application. Do you still want to replace it?\n\nAll previous user data will be saved.
be: Гэта сыстэмная праґрама. Хіба вы ўсё яшчэ хочаце замяніць яе?\n \n Усе ранейшыя зьвесткі карыстальніка захаваюцца.

source: This is already in your subscriptions.
be: Ён ужо маецца ў вашых падпісках.

source: This is an example of how they sound.
be: Гэта прыклад таго, як яны гучаць.

source: This is an example of speech synthesis.
be: This is an example of speech synthesis. (In Belarusian, if available: «Гэта прыклад агучваньня тэксту»).

source: This is an old app process that is still running in case it's needed again.
be: Стары працэс праґрамы, які працягвае працаваць на той выпадак, калі ён зноўку спатрэбіцца.

source: This is an old application process that is being kept for better speed in case it is needed again.
be: Стары працэс праґрамы, які пакінулі, каб яго можна было хутка выклікаць, калі спатрэбіцца.

source: This is getting out of hand...
be: Гэта выходзіць з-пад…

source: This is non-official vkontakte.ru mobile client for Android.
be: Гэта неафіцыйны перасоўны кліент vkontakte.ru для Android.

source: This is not a valid Skype Name.
be: Хібнае ймя ў Skype.

source: This is not a valid account name
be: Гэта ня ёсьць чыннаю назваю рахунку

source: This is not a valid domain name
be: Гэта ня ёсьць чыннаю назваю вузла

source: This is not a valid password.
be: Хібны пароль.

source: This is not a valid username
be: Гэта ня ёсьць чынным іменем карыстальніка

source: This is not selectable in scene mode
be: У абраных умовах гэта нельга зьмяняць

source: This is not selectable when the effect is on.
be: У абранымі ператварэньні гэта нельга зьмяняць.

source: This is now a group chat.
be: Зараз гэта супольная гутарка.

source: This is the moment I've been waiting for!!!
be: Гэта момант, на які я так доўга чакаў!

source: This is very dangerous.
be: Гэта вельмі небясьпечна.

source: This item can be installed again on your phone at no charge.
be: Гэтую праґраму можна будзе задарма ўсталяваць зноўку.

source: This login is already in use for the account \"%s\".
be: Гэты ўліковы запіс ужо выкарыстоўваецца рахункам «%s».

source: This may have undesirable consequences on the application %1$s.
be: Гэта можа мець непажаданыя наступствы для праґрамы %1$s.

source: This may take a few minutes.
be: Гэта можа заняць некалькі хвілінаў.

source: This may take up to five minutes.
be: Гэта можа заняць да пяці хвілінаў.

source: This means other applications can identify you and send your profile information to others.
be: Гэта значыць, што іншы праґрамы могуць вызначыць, кім вы ёсьць, і даслаць зьвесткі з вашага профілю іншым.

source: This means the application can identify you and send your profile information to others.
be: Гэта значыць, што праґрама можа вызначыць, кім вы ёсьць, і даслаць зьвесткі з вашага профілю іншым.

source: This message %s was not sent due to a connection problem.
be: Паведамленьне %s не даслалі: не ўдалося злучыцца.

# This message %s was not sent due to a connection problem.
source: This message %s was not sent due to a connection problem.\r
be: Паведамленьне %s не даслалі: не ўдалося злучыцца.\r

source: This message could not be sent.
be: Паведамленьне не ўдалося даслаць.

source: This message has been edited.
be: Гэтае паведамленьне выправілі.

source: This message has been removed.
be: Гэтае паведамленьне сьцерлі.

source: This message has expired and will be deleted.
be: Гэта пратэрмінаванае паведамленьне: яно сатрэцца.

source: This message has too many recipients (%1$s).
be: Паведамленьне мае зашмат атрымальнікаў (%1$s).

source: This message on the SIM will be deleted.
be: Выдаліцца паведамленьне з карткі SIM.

source: This milk is almost good enough for me.
be: Гэта малако досыць добрае, як для мяне.

source: This milk is lovely!
be: Чароўнае малачко!

source: This month
be: У гэтым месяцы

source: This operation is irreversible and if you interrupt it, you will lose data.
be: Гэта неабарачальнае дзеяньне, і калі вы перапыніце яго, могуць страціцца зьвесткі.

source: This password contains an invalid character, e.g. ñ, é, ß.
be: Пароль зьмяшчае неадпаведныя знакі (кшталту ñ, é, ß).

source: This password starts or ends with one or more space characters.
be: Пароль пачынаецца (ці заканчваецца) адным (ці некалькімі) прагаламі.

source: This permission is only available to system applications.
be: Гэта дазваляецца толькі сыстэмным праґрамам.

source: This permission is only needed for development, never for normal phone usage.
be: Гэты дазвол патрабуецца толькі каб распрацоўваць, і ніколі не патрэбны ў звычайных умовах.

source: This permission is only needed for development, never for normal use.
be: Гэты дазвол патрабуецца толькі каб распрацоўваць, і ніколі не патрэбны ў звычайных умовах.

source: This person isn't able to have video calls
be: Гэты чалавек ня можа выклікаць па відэа

source: This phone cannot access your Google or Google Apps account.
be: Гэта тэлефон ня можа атрымаць доступ да вашага рахунку Google (або да рахунку Праґрамаў Google).

source: This photo will be deleted.
be: Фатаздымак сатрэцца.

source: This photo will be reported
be: Пра гэты здымак паведаміцца

source: This photo will be set as your wallpaper.
be: Фатаздымак усталюецца як шпалеры.

source: This post will be deleted
be: Допіс сатрэцца.

source: This process could take some time depending on your network configuration.
be: Гэта можа заняць пэўны час, што залежыць настаўленьняў сеткі.

source: This process has one or more of its permissions REVOKED which may cause it to malfunction.
be: Працэс можа працаваць з памылкамі, бо адзін ці некалькі дазволаў гэтага працэсу скасавалі.

source: This server requires security features that your Android device doesn't support, including: %s
be: Ваша прылада Android не падтрымвае функцый бясьпекі, якія патрабуе паслужнік, у тым ліку: %s.

source: This server requires security features your phone does not support.
be: Гэты паслужнік патрабуе функцыі бясьпекі, якія ваш тэлефон не падтрымвае.

source: This service was started by its app.
be: Службу запусьціла ейная праґрама.

source: This service was started by its application.
be: Службу запусьціла ейная праґрама.

source: This setting will not take effect until you restart your phone or switch to Airplane Mode and back.
be: Гэтыя налады пачнуць дзейнічаць толькі па наступным запуску тэлефона, або калі вы пераведзяце тэлефон у стан «у самалёце», а потым вернеце назад.

source: This should be ONLY be used for hardware-specific diagnostics by the manufacturer or operator.
be: Такі дазвол мусіць выкарыстоўвацца ТОЛЬКІ ў адмысловае дыягностыцы абсталяваньня апэратарам або вытворцам.

source: This site can access your location.
be: Гэтая пляцоўка мае доступ да вашага месцазнаходжаньня.

source: This site can currently access your location
be: Гэтая пляцоўка зараз мае доступ да вашага месцазнаходжаньня

source: This site can't currently access your location
be: Гэтая пляцоўка зараз мае доступ да вашага месцазнаходжаньня

source: This site cannot access your location.
be: Гэтая пляцоўка ня мае доступу да вашага месцазнаходжаньня.

source: This site cannot currently access your location
be: Гэтая пляцоўка зараз ня мае доступу да вашага месцазнаходжаньня

source: This site is attempting to open a pop-up window.
be: Гэтая бачына спрабуе адчыніць раптоўнае вакно.

source: This speech synthesis engine may be able to collect all the text that will be spoken, including personal data like passwords and credit card numbers.
be: Гэты рухавік агучваньня можа зьбіраць увесь тэкст, які вымаўляецца, у тым ліку асабістыя зьвесткі кшталту пароляў ды нумароў крэдытных картак.

source: This spell checker may be able to collect all the text you type, including personal data like passwords and credit card numbers.
be: Правапісьнік можа зьбіраць увесь тэкст, які вы набіраеце, у тым ліку асабістыя зьвесткі кшталту пароляў ды нумароў крэдытных картак.

source: This transfer is forbidden by the target device
be: Прызначаная прылада забараніла перадаваць гэта

source: This transfer was canceled by the user
be: Карыстальнік скасаваў перадаваць гэта

source: This user denied adding him as a friend.
be: Карыстальнік забараніў дадаваць сябе да сяброў.

source: This video couldn't be converted.
be: Гэтае відэа нельга ператварыць.

source: This video infringed copyright.
be: Гэтае відэа парушала аўтарскія правы.

source: This video is being processed.
be: Гэта відэа апрацоўваецца.

source: This video is empty.
be: Гэтае відэа пустое.

source: This video is not available in your country.
be: Гэтае відэа недаступнае ў вашае краіне.

source: This video is not available on mobile.
be: Гэтае відэа недаступнае на перасоўных.

source: This video is not available.
be: Гэтае відэа недаступнае.

source: This video is private.
be: Гэта асабістае відэа.

source: This video is too small.
be: Гэтае відэа замалое.

source: This video may contain content that is inappropriate for some users, as flagged by YouTube's user community.
be: Як пазначыла супольнасьць YouTube, гэтае відэа, на думку пэўных карыстальнікаў, можа мець неадпаведны зьмест.

source: This video uses an unsupported codec.
be: Гэтае відэа выкарыстоўвае кодэк, які не падтрымваецца.

source: This video was deleted by the owner.
be: Уласьнік сьцёр гэтае відэа.

source: This video was judged inappropriate.
be: Гэтае відэа палічылі неадпаведным.

source: This video was not found.
be: Гэтага відэа не знайшлі.
